src/benchmarks/mysql/cluster-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            295190
        write:                           84332
        other:                           42166
        total:                           421688
    transactions:                        21081  (351.26 per sec.)
    queries:                             421688 (7026.39 per sec.)
    ignored errors:                      4      (0.07 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0129s
    total number of events:              21081

Latency (ms):
         min:                                    4.02
         avg:                                   17.08
         max:                                  516.08
         95th percentile:                       26.20
         sum:                               359989.65

Threads fairness:
    events (avg/stddev):           3513.5000/5.12
    execution time (avg/stddev):   59.9983/0.00