src/benchmarks/mysql/cluster-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            320516
        write:                           91566
        other:                           45784
        total:                           457866
    transactions:                        22890  (381.41 per sec.)
    queries:                             457866 (7629.26 per sec.)
    ignored errors:                      4      (0.07 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0124s
    total number of events:              22890

Latency (ms):
         min:                                    3.90
         avg:                                   15.73
         max:                                   74.42
         95th percentile:                       23.52
         sum:                               359973.22

Threads fairness:
    events (avg/stddev):           3815.0000/7.21
    execution time (avg/stddev):   59.9955/0.00