src/benchmarks/mysql/standalone-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            203448
        write:                           58128
        other:                           29064
        total:                           290640
    transactions:                        14532  (242.08 per sec.)
    queries:                             290640 (4841.57 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0279s
    total number of events:              14532

Latency (ms):
         min:                                    7.46
         avg:                                   24.77
         max:                                  139.69
         95th percentile:                       39.65
         sum:                               360001.64

Threads fairness:
    events (avg/stddev):           2422.0000/5.03
    execution time (avg/stddev):   60.0003/0.01