src/benchmarks/mysql/standalone-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            202958
        write:                           57988
        other:                           28994
        total:                           289940
    transactions:                        14497  (241.50 per sec.)
    queries:                             289940 (4829.91 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0262s
    total number of events:              14497

Latency (ms):
         min:                                    7.93
         avg:                                   24.84
         max:                                  123.01
         95th percentile:                       37.56
         sum:                               360064.86

Threads fairness:
    events (avg/stddev):           2416.1667/2.27
    execution time (avg/stddev):   60.0108/0.00